Repository: FinnBrackrock/chameleon-shop-theme-bundle
Catalog: Resources/translations/messages.*.xliff
Languages: de

# chameleon_system_chameleon_shop_theme.deprecated_browser_message
source: You are using an outdated browser version.<br>We cannot guarantee proper display of the page.<br>Please update your browser version.
de: Sie verwenden eine veraltete Browser-Version.<br>Wir können die Darstellung und Funktion der Website damit leider nicht vollständig gewährleisten.<br>Bitte führen Sie ein Update auf eine aktuelle Browser-Version durch.

# chameleon_system_chameleon_shop_theme.action.submit
source: Submit
de: Absenden

# chameleon_system_chameleon_shop_theme.action.save
source: Save
de: Speichern

# chameleon_system_chameleon_shop_theme.action.create
source: Create
de: Anlegen

# chameleon_system_chameleon_shop_theme.layout.footer_print_page
source: Print page
de: Seite drucken

# chameleon_system_chameleon_shop_theme.layout.footer_jump_top
source: Jump to top
de: zum Seitenanfang

# chameleon_system_chameleon_shop_theme.layout.footer_price_note
source: All prices incl. VAT plus %sShippingLink%
de: alle Preise inkl. MwSt. zzgl. %sShippingLink%

# chameleon_system_chameleon_shop_theme.layout.footer_shipping
source: shipping
de: Versand

# chameleon_system_chameleon_shop_theme.layout.header_shipping
source: Shipping
de: Versandkosten

# chameleon_system_chameleon_shop_theme.layout.header_product_return
source: Return policy
de: Umtauschinfo

# chameleon_system_chameleon_shop_theme.extranet.form_username_email
source: Username/email
de: Benutzername/E-Mail

# chameleon_system_chameleon_shop_theme.extranet.form_email
source: Email address
de: E-Mail-Adresse

# chameleon_system_chameleon_shop_theme.extranet.form_email_help
source: We need your email address to be able to send your order confirmation.
de: Wir benötigen Ihre E-Mail-Adresse, um Ihnen Ihre Bestellbestätigung senden zu können.

# chameleon_system_chameleon_shop_theme.extranet.form_new_email
source: New email address
de: Neue E-Mail-Adresse

# chameleon_system_chameleon_shop_theme.extranet.form_password
source: Password
de: Passwort

# chameleon_system_chameleon_shop_theme.extranet.form_password_check
source: Repeat password
de: Passwort wiederholen

# chameleon_system_chameleon_shop_theme.extranet.form_create_account
source: Yes, I'd like to benefit from the features of a user account
de: Ja, ich möchte die Vorteile eines Kundenkontos nutzen

# chameleon_system_chameleon_shop_theme.extranet.form_salutation
source: Salutation
de: Anrede

# chameleon_system_chameleon_shop_theme.extranet.form_first_name
source: First name
de: Vorname

# chameleon_system_chameleon_shop_theme.extranet.form_last_name
source: Last name
de: Nachname

# chameleon_system_chameleon_shop_theme.extranet.form_company
source: Company
de: Firma

# chameleon_system_chameleon_shop_theme.extranet.form_additional_info
source: Additional info
de: Adresszusatz

# chameleon_system_chameleon_shop_theme.extranet.form_additional_info_help
source: e.g. company name
de: z.B. Firmenname

# chameleon_system_chameleon_shop_theme.extranet.form_street_and_number
source: Street, no.
de: Straße, Nr.

# chameleon_system_chameleon_shop_theme.extranet.form_street
source: Street
de: Straße

# chameleon_system_chameleon_shop_theme.extranet.form_street_nr
source: Street no.
de: Hausnr.

# chameleon_system_chameleon_shop_theme.extranet.form_zip
source: Zip
de: PLZ

# chameleon_system_chameleon_shop_theme.extranet.form_city
source: City
de: Wohnort

# chameleon_system_chameleon_shop_theme.extranet.form_date_of_birth
source: Date of birth (DD.MM.YYYY)
de: Geburtsdatum (TT.MM.JJJJ)

# chameleon_system_chameleon_shop_theme.extranet.form_country
source: Country
de: Land

# chameleon_system_chameleon_shop_theme.extranet.form_phone
source: Telephone
de: Telefon

# chameleon_system_chameleon_shop_theme.extranet.form_phone_help
source: For inquiries, if problems occur with the delivery.
de: Für Rückfragen, falls es Probleme bei der Auslieferung gibt.

# chameleon_system_chameleon_shop_theme.extranet.form_subject
source: Subject
de: Betreff

# chameleon_system_chameleon_shop_theme.extranet.form_message
source: Message
de: Nachricht

# chameleon_system_chameleon_shop_theme.extranet.shipping_address
source: Shipping address
de: Lieferadresse

# chameleon_system_chameleon_shop_theme.extranet.billing_address
source: Billing address
de: Rechnungsadresse

# chameleon_system_chameleon_shop_theme.extranet.error_send_password_unknown_mail
source: This email address is unknown.
de: Diese E-Mail-Adresse ist nicht registriert.

# chameleon_system_chameleon_shop_theme.extranet.question_register
source: Register?
de: Registrieren?

# chameleon_system_chameleon_shop_theme.extranet.question_reset_password
source: Forgot password?
de: Passwort vergessen?

# chameleon_system_chameleon_shop_theme.extranet.action_send_password
source: Send email
de: E-Mail versenden

# chameleon_system_chameleon_shop_theme.extranet.reset_password_header
source: Change password
de: Passwort ändern

# chameleon_system_chameleon_shop_theme.extranet.reset_password_help
source: Here you can set a new password.
de: Sie können jetzt ein neues Passwort anlegen.

# chameleon_system_chameleon_shop_theme.extranet.packstation_finder
source: Go to Packstation finder
de: zum Packstationfinder

# chameleon_system_chameleon_shop_theme.extranet.send_to_packstation
source: Send to Packstation
de: An eine Packstation versenden

# chameleon_system_chameleon_shop_theme.extranet.packstation_postnumber
source: PostNumber
de: Postnummer

# chameleon_system_chameleon_shop_theme.extranet.packstation_number
source: Packstation No.
de: Packstation-Nr.

# chameleon_system_chameleon_shop_theme.extranet.action_login
source: Login
de: Einloggen

# chameleon_system_chameleon_shop_theme.extranet.login_help
source: Login here with your credentials:
de: Loggen Sie sich hier mit Ihren Zugangsdaten ein:

# chameleon_system_chameleon_shop_theme.extranet.logged_in_as
source: You're logged in as <b>%sUsername%</b>. <br /> Click <a href="%sLink%">here</a> to logout.
de: Sie sind angemeldet als <b>%sUsername%</b>. <br /> Klicken Sie <a href="%sLink%">hier</a>, um sich abzumelden.

# chameleon_system_chameleon_shop_theme.extranet.action_update_address
source: Change address
de: Adresse ändern

# chameleon_system_chameleon_shop_theme.extranet.action_create_address
source: Create address
de: Adresse anlegen

# chameleon_system_chameleon_shop_theme.extranet.my_addresses
source: My addresses
de: Meine Adressen

# chameleon_system_chameleon_shop_theme.extranet.action_ship_to_new
source: Send to a new address
de: an eine neue Adresse versenden

# chameleon_system_chameleon_shop_theme.extranet.action_use_for_shipping
source: Send to this address
de: An diese Adresse versenden

# chameleon_system_chameleon_shop_theme.extranet.action_edit_address
source: Change
de: Ändern

# chameleon_system_chameleon_shop_theme.extranet.action_delete_address
source: Delete
de: Löschen

# chameleon_system_chameleon_shop_theme.extranet.form_current_password
source: Current password
de: Aktuelles Passwort

# chameleon_system_chameleon_shop_theme.extranet.form_new_password
source: New password
de: Neues Passwort

# chameleon_system_chameleon_shop_theme.extranet.form_new_password_check
source: Repeat new password
de: Neues Passwort wiederholen

# chameleon_system_chameleon_shop_theme.comments.next_page
source: Next
de: weiter

# chameleon_system_chameleon_shop_theme.comments.previous_page
source: Back
de: zurück

# chameleon_system_chameleon_shop_theme.marker.new
source: New!
de: Neu!

# chameleon_system_chameleon_shop_theme.review.text_unknown_product
source: Unknown product
de: wurde aus dem Sortiment genommen

# chameleon_system_chameleon_shop_theme.review.text_waiting_for_publication
source: Awaiting approval
de: wartet auf Freigabe

# chameleon_system_chameleon_shop_theme.review.text_published
source: Published
de: freigegeben

# chameleon_system_chameleon_shop_theme.review.single_rating
source: %article% reviewed by %author% (%rating% - %ratingAge% ago)
de: %article% bewertet von %author% (%rating% vor %ratingAge%)

# chameleon_system_chameleon_shop_theme.review.action_show_all
source: Show all reviews
de: Alle Bewertungen anzeigen

# chameleon_system_chameleon_shop_theme.review.reviews
source: Reviews
de: Bewertungen

# chameleon_system_chameleon_shop_theme.review.add_review
source: Review product
de: Artikel bewerten

# chameleon_system_chameleon_shop_theme.review.show_reviews
source: Check customer reviews
de: Kundenbewertungen einsehen

# chameleon_system_chameleon_shop_theme.review.author
source: By %user% - %date%
de: von %user% - %date%

# chameleon_system_chameleon_shop_theme.review.rating
source: %dStars% stars
de: %dStars% Sterne

# chameleon_system_chameleon_shop_theme.review.review_count
source: {0}no reviews|{1}1 review|[2,Inf]%iRatingCount% reviews
de: {0}keine Bewertungen|{1}eine Bewertung|[2,Inf]%iRatingCount% Bewertungen

# chameleon_system_chameleon_shop_theme.review.action_login
source: Login
de: Anmelden

# chameleon_system_chameleon_shop_theme.review.action_register
source: Register
de: Registrieren

# chameleon_system_chameleon_shop_theme.review.forgot_password
source: Forgot password?
de: Passwort vergessen?

# chameleon_system_chameleon_shop_theme.review.login_required
source: Please login to write a product review.
de: Bitte melden Sie sich an, um eine Bewertung schreiben zu können.

# chameleon_system_chameleon_shop_theme.review.write_review_headline
source: Review Product
de: Eigene Bewertung schreiben

# chameleon_system_chameleon_shop_theme.review.author_name
source: Your name
de: Ihr Name

# chameleon_system_chameleon_shop_theme.review.author_name_help
source: Will be displayed with your review.
de: Wird bei der Bewertung angezeigt.

# chameleon_system_chameleon_shop_theme.review.rating_value
source: Rating
de: Bewertung

# chameleon_system_chameleon_shop_theme.review.rating_value_help
source: Click on the stars to rate the product.
de: Klicken Sie auf die Sterne, um das Produkt zu bewerten.

# chameleon_system_chameleon_shop_theme.review.title
source: Title
de: Titel

# chameleon_system_chameleon_shop_theme.review.rating_text
source: Review text
de: Bewertungstext

# chameleon_system_chameleon_shop_theme.review.rating_submit
source: Submit review
de: Bewertung absenden

# chameleon_system_chameleon_shop_theme.bundle.bundle_content
source: This bundle contains these products
de: Dieses Bundle enthält folgende Artikel

# chameleon_system_chameleon_shop_theme.bundle.bundle_content_short
source: Consists of
de: Besteht aus

# chameleon_system_chameleon_shop_theme.order.headline
source: Your order
de: Ihre Bestellung

# chameleon_system_chameleon_shop_theme.order.detail_headline
source: Details of order no. %sOrdernumber%
de: Details zu Bestellung Nr. %sOrdernumber%

# chameleon_system_chameleon_shop_theme.order.detail_date
source: Orders %sOrderDate%
de: Bestelleingang %sOrderDate%

# chameleon_system_chameleon_shop_theme.order.order_date
source: Order date
de: Bestelldatum

# chameleon_system_chameleon_shop_theme.order.customer_number
source: Your customer number
de: Ihre Kundennummer

# chameleon_system_chameleon_shop_theme.order.order_number
source: Your order number
de: Ihre Bestellnummer

# chameleon_system_chameleon_shop_theme.order.reorder_item
source: Buy
de: kaufen

# chameleon_system_chameleon_shop_theme.order.add_to_wish_list
source: Add to wishlist
de: wünschen

# chameleon_system_chameleon_shop_theme.order.detail_billing_address
source: Billing address
de: Rechnungsadresse

# chameleon_system_chameleon_shop_theme.order.detail_shipping_address
source: Shipping address
de: Lieferadresse

source: Same as billing address
de: wie Rechnungsadresse

# chameleon_system_chameleon_shop_theme.order.detail_payment
source: Payment type
de: Zahlungsart

# chameleon_system_chameleon_shop_theme.order.detail_access_denied
source: Access denied
de: Zugriff verweigert

# chameleon_system_chameleon_shop_theme.order.detail_order_not_found
source: Couldn't find order
de: Bestellung nicht gefunden

# chameleon_system_chameleon_shop_theme.order.detail_unknown_error
source: Unknown error
de: unbekannter Fehler

# chameleon_system_chameleon_shop_theme.order_history.headline
source: Order history
de: Bestellhistorie

# chameleon_system_chameleon_shop_theme.order_history.column_date
source: Order date
de: Bestelldatum

# chameleon_system_chameleon_shop_theme.order_history.column_number
source: Order number
de: Bestellnummer

# chameleon_system_chameleon_shop_theme.order_history.column_total
source: Orders total
de: Bestellsumme

# chameleon_system_chameleon_shop_theme.order_history.column_ship_to
source: Shipping address
de: Lieferadresse

# chameleon_system_chameleon_shop_theme.order_history.action_show_order
source: Order
de: Bestellung

# chameleon_system_chameleon_shop_theme.order_history.no_orders
source: You have no orders, yet.
de: Sie haben noch keine Bestellungen getätigt.

# chameleon_system_chameleon_shop_theme.checkout.confirm_headline
source: Order review & confirmation
de: Bestellübersicht & Bestätigung

# chameleon_system_chameleon_shop_theme.checkout.confirm_error
source: Errors occurred (see details below)
de: Es sind Fehler aufgetreten (Details s. unten)

# chameleon_system_chameleon_shop_theme.checkout.confirm_shipment
source: Shipment
de: Versand

# chameleon_system_chameleon_shop_theme.checkout.confirm_edit
source: Edit
de: bearbeiten

# chameleon_system_chameleon_shop_theme.checkout.confirm_shipment_type
source: Shipment type
de: Lieferung als

# chameleon_system_chameleon_shop_theme.checkout.confirm_payment
source: Payment
de: Bezahlung

# chameleon_system_chameleon_shop_theme.checkout.confirm_payment_type
source: Payment type
de: Zahlung per

# chameleon_system_chameleon_shop_theme.checkout.confirm_newsletter
source: Yes, I'd like to receive your newsletter (you can unsubscribe any time)
de: Ja, ich möchte den Newsletter abonnieren (Abbestellung jederzeit möglich)

# chameleon_system_chameleon_shop_theme.checkout.confirm_agb
source: Terms and conditions
de: Allgemeinen Geschäftsbedingungen

# chameleon_system_chameleon_shop_theme.checkout.confirm_agb_block
source: By ordering you agree to our %sAGB%. Details about data privacy, return policy and cancellation can be found in our %sAGB% as well.
de: Mit Ihrer Bestellung erklären Sie sich mit den %sAGB% einverstanden. Einzelheiten zu Datenschutz, Rücksendungen und Widerruf entnehmen Sie bitte ebenfalls unseren %sAGB%.

# chameleon_system_chameleon_shop_theme.checkout.confirm_order
source: Buy now
de: Jetzt kaufen

# chameleon_system_chameleon_shop_theme.checkout.confirm_info_mail
source: You'll receive an order confirmation by email
de: Sie erhalten eine Auftragsbestätigung per E-Mail.

# chameleon_system_chameleon_shop_theme.checkout.user_headline_shipping
source: Shipment
de: Lieferung

# chameleon_system_chameleon_shop_theme.checkout.user_previous_step
source: Back to login
de: zurück zur Anmeldung

# chameleon_system_chameleon_shop_theme.checkout.user_next_step
source: Jump to payment
de: weiter zur Bezahlung

source: This is my billing address as well
de: Diese Adresse ist auch meine Rechnungsadresse

source: A different billing address
de: Eine andere Rechnungsadresse

# chameleon_system_chameleon_shop_theme.checkout.user_shipping_address
source: Shipping address
de: Lieferadresse

# chameleon_system_chameleon_shop_theme.checkout.user_shipping_address_help
source: Please specify where to ship your order.
de: Bitte geben Sie an, wohin wir Ihre Ware schicken dürfen.

# chameleon_system_chameleon_shop_theme.checkout.user_billing_address
source: Billing address
de: Rechnungsadresse

# chameleon_system_chameleon_shop_theme.checkout.user_billing_address_help
source: Please enter your billing address.
de: Bitte geben Sie Ihre Rechnungsadresse an.

# chameleon_system_chameleon_shop_theme.checkout.quantity
source: Quantity
de: Anzahl

# chameleon_system_chameleon_shop_theme.checkout.text_select_a_variant
source: Please select a variant.
de: Bitte wählen Sie eine Variante.

# chameleon_system_chameleon_shop_theme.checkout.error_select_a_variant_first
source: Please select a variant first.
de: Bitte wählen Sie zuerst eine Variante.

# chameleon_system_chameleon_shop_theme.checkout.action_add_to_basket
source: Add to shopping cart
de: In den Warenkorb

# chameleon_system_chameleon_shop_theme.checkout.error_add_to_basket
source: Can't add product to cart
de: Produkt kann nicht in den Warenkorb gelegt werden

# chameleon_system_chameleon_shop_theme.checkout.action_request_call
source: Please call me
de: Bitte rufen Sie mich an

# chameleon_system_chameleon_shop_theme.checkout.payment_headline
source: Payment options
de: Bezahloptionen

# chameleon_system_chameleon_shop_theme.checkout.payment_help
source: Please select a payment method
de: Wählen Sie eine Bezahlmethode aus

# chameleon_system_chameleon_shop_theme.checkout.payment_select
source: Select
de: Auswählen

# chameleon_system_chameleon_shop_theme.checkout.shipping_headline
source: Your shipping type
de: Ihre Versandart

# chameleon_system_chameleon_shop_theme.checkout.shipping_and_payment_headline
source: Shipping type and payment
de: Versandart und Bezahlung

# chameleon_system_chameleon_shop_theme.checkout.shipping_unavailable
source: Unfortunately we can't ship to your country at the moment. Please contact our support: %sMail%
de: Leider ist eine Lieferung der Produkte in Ihr Lieferland aktuell nicht möglich. Bitte wenden Sie sich an unseren Support: %sMail%

# chameleon_system_chameleon_shop_theme.checkout.shipping_previous_step
source: Back to shipment
de: zurück zur Lieferung

# chameleon_system_chameleon_shop_theme.checkout.shipping_next_step
source: To order confirmation
de: Bestellung überprüfen

# chameleon_system_chameleon_shop_theme.checkout.shipping_select
source: Select
de: Auswählen

# chameleon_system_chameleon_shop_theme.checkout.basket_shipping
source: Shipping status
de: Lieferstatus

# chameleon_system_chameleon_shop_theme.checkout.msg_added_to_basket
source: Product added to your shopping cart
de: Produkt wurde in den Warenkorb gelegt

# chameleon_system_chameleon_shop_theme.checkout.msg_not_added_to_basket
source: Product not added to cart
de: Produkt wurde nicht in den Warenkorb gelegt

# chameleon_system_chameleon_shop_theme.checkout.action_continue_shopping
source: Continue shopping
de: weiter einkaufen

# chameleon_system_chameleon_shop_theme.checkout.action_to_basket
source: View shopping cart
de: zum Warenkorb

# chameleon_system_chameleon_shop_theme.checkout.msg_empty_basket
source: Your shopping cart is empty
de: Sie haben noch keine Produkte im Warenkorb.

# chameleon_system_chameleon_shop_theme.checkout.product_vat_note
source: Incl. VAT plus
de: inkl. MwSt. zzgl.

# chameleon_system_chameleon_shop_theme.checkout.action_to_payment
source: Go to checkout
de: zur Kasse

# chameleon_system_chameleon_shop_theme.checkout.basket_refresh
source: Refresh
de: Aktualisieren

# chameleon_system_chameleon_shop_theme.checkout.basket_remove_from_basket
source: Remove product
de: Artikel löschen

# chameleon_system_chameleon_shop_theme.checkout.basket_paypal_express_checkout
source: Express checkout
de: Expresskauf

# chameleon_system_chameleon_shop_theme.checkout.confirm_product_list
source: Product list
de: Artikel

# chameleon_system_chameleon_shop_theme.checkout.confirm_edit_items
source: Update items
de: Artikel ändern

# chameleon_system_chameleon_shop_theme.checkout.confirm_edit_items_help
source: You'll be forwarded to the shopping cart
de: Sie werden zum Warenkorb weitergeleitet

# chameleon_system_chameleon_shop_theme.checkout.confirm_order_comment
source: Your order note for us
de: Ihre Anmerkungen zur Bestellung

# chameleon_system_chameleon_shop_theme.checkout.basket_form_voucher_code
source: Voucher code
de: Gutscheincode

# chameleon_system_chameleon_shop_theme.checkout.basket_form_voucher_code_help
source: To use a gift voucher or promotional code, please enter it here:
de: Sie haben einen Gutschein? Hier können Sie ihn einlösen:

# chameleon_system_chameleon_shop_theme.checkout.basket_action_submit_voucher
source: Redeem
de: Einlösen

# chameleon_system_chameleon_shop_theme.minibasket.action_show_basket_title
source: Show shopping cart
de: Warenkorb anzeigen

# chameleon_system_chameleon_shop_theme.minibasket.action_show_basket
source: Shopping cart
de: Warenkorb

# chameleon_system_chameleon_shop_theme.minibasket.number_of_products
source: Products
de: Produkte

# chameleon_system_chameleon_shop_theme.minibasket.basket_value
source: Value
de: Wert

# chameleon_system_chameleon_shop_theme.basket.product_total
source: Subtotal
de: Zwischensumme

# chameleon_system_chameleon_shop_theme.basket.discount_total
source: Discount total
de: Summe der Rabatte

# chameleon_system_chameleon_shop_theme.basket.voucher
source: Voucher %sVoucherCode%
de: Gutschein %sVoucherCode%

# chameleon_system_chameleon_shop_theme.basket.action_remove_voucher
source: Remove
de: löschen

# chameleon_system_chameleon_shop_theme.basket.discount_voucher_total
source: Discount voucher's subtotal
de: Summe der Rabatte-Gutscheine

# chameleon_system_chameleon_shop_theme.basket.discounted_product_total
source: Subtotal after discount(s)
de: Zwischensumme nach Rabatt

# chameleon_system_chameleon_shop_theme.basket.shipping_cost
source: Shipping
de: Versandkosten

# chameleon_system_chameleon_shop_theme.basket.payment_surcharge
source: Payment surcharge
de: Zahlungszuschlag

source: Total
de: Summe

# chameleon_system_chameleon_shop_theme.basket.sponsored_vouchers_total
source: Sponsored voucher's subtotal
de: Summe der Gutscheine

# chameleon_system_chameleon_shop_theme.basket.vat_value
source: Including VAT %dPercent%%
de: Davon MwSt %dPercent%%

# chameleon_system_chameleon_shop_theme.basket.grand_total
source: Total
de: Gesamtsumme

# chameleon_system_chameleon_shop_theme.order_mail.product_list_headline
source: Products
de: Artikel

# chameleon_system_chameleon_shop_theme.order_mail.billing_address
source: Billing address
de: Rechnungsadresse

# chameleon_system_chameleon_shop_theme.order_mail.shipping_address
source: Shipping address
de: Lieferadresse

source: Same as billing address
de: wie Rechnungsadresse

# chameleon_system_chameleon_shop_theme.order_mail.payment_headline
source: Payment
de: Bezahlung

# chameleon_system_chameleon_shop_theme.order_mail.payment
source: Payment: %sPaymentName%
de: Bezahlung: %sPaymentName%

# chameleon_system_chameleon_shop_theme.category_teaser.headline
source: Categories in %sTitle%
de: Kategorien in %sTitle%

# chameleon_system_chameleon_shop_theme.category.navigation_mobile
source: Category
de: Kategorie

# chameleon_system_chameleon_shop_theme.payment.form_card_type
source: Credit card type
de: Karte

# chameleon_system_chameleon_shop_theme.payment.form_card_number
source: CC number
de: Nummer

# chameleon_system_chameleon_shop_theme.payment.form_card_owner
source: CC holder
de: Inhaber

# chameleon_system_chameleon_shop_theme.payment.form_card_valid_until
source: Valid until
de: Gültig bis

# chameleon_system_chameleon_shop_theme.payment.form_card_checksum
source: Card validation code
de: Prüfziffer

# chameleon_system_chameleon_shop_theme.payment.form_card_shipping
source: Your credit card will be charged after shipping.
de: Die Belastung Ihrer Kreditkarte erfolgt mit dem Versand der Ware.

# chameleon_system_chameleon_shop_theme.payment.form_debit_headline
source: Your bank account
de: Ihre Bankverbindung

# chameleon_system_chameleon_shop_theme.payment.form_debit_shipping
source: Your account will be charged after shipping.
de: Die Belastung Ihres Kontos erfolgt mit dem Versand der Ware.

# chameleon_system_chameleon_shop_theme.payment.paypal_action_pay
source: Pay now with PayPal
de: jetzt mit PayPal bezahlen
