Repository: FinnBrackrock/chameleon-shop-theme-bundle
Catalog: Resources/translations/messages.*.xliff
Languages: de

# chameleon_system_chameleon_shop_theme.filter.colour_all_title
source: All colors
de: Alle Farben

# chameleon_system_chameleon_shop_theme.filter.colour_all
source: All
de: Alle

# chameleon_system_chameleon_shop_theme.filter.size_all_title
source: All sizes
de: Alle Größen

# chameleon_system_chameleon_shop_theme.filter.size_all
source: All
de: Alle

# chameleon_system_chameleon_shop_theme.filter.multi_select_all
source: All
de: Alle

# chameleon_system_chameleon_shop_theme.filter.action_set
source: Filter
de: Filtern

# chameleon_system_chameleon_shop_theme.newsletter.form_salutation
source: Salutation
de: Anrede

# chameleon_system_chameleon_shop_theme.newsletter.form_first_name
source: First name
de: Vorname

# chameleon_system_chameleon_shop_theme.newsletter.form_last_name
source: Last name
de: Nachname

# chameleon_system_chameleon_shop_theme.newsletter.form_subscribe_all
source: Subscribe to all newsletters
de: Alle Newsletter abonnieren

# chameleon_system_chameleon_shop_theme.newsletter.action_subscribe
source: Subscribe
de: Abonnieren

# chameleon_system_chameleon_shop_theme.newsletter.form_sign_up_email
source: Email address
de: E-Mail-Adresse

# chameleon_system_chameleon_shop_theme.newsletter.action_signup
source: Subscribe
de: Eintragen

# chameleon_system_chameleon_shop_theme.newsletter.signout_my_account
source: You've subscribed to our newsletter. Click <a href="%sActionLink%">here</a> to unsubscribe.
de: Sie haben den Newsletter abonniert. Klicken Sie <a href="%sActionLink%">hier</a> um unseren Newsletter abzubestellen.

# chameleon_system_chameleon_shop_theme.newsletter.signup_my_account
source: You're not subscribed to our newsletter. Click <a href="%sActionLink%">here</a> to subscribe.
de: Sie haben den Newsletter nicht abonniert. Klicken Sie <a href="%sActionLink%">hier</a> um unseren Newsletter jetzt zu abonnieren.

# chameleon_system_chameleon_shop_theme.newsletter.form_quick_signup_help
source: Enter email address and subscribe to our newsletter
de: E-Mail-Adresse eingeben und unseren Newsletter abonnieren

# chameleon_system_chameleon_shop_theme.newsletter.form_quick_signup_title
source: Newsletter subscription
de: Newsletteranmeldung

# chameleon_system_chameleon_shop_theme.newsletter.my_newsletters_headline
source: The newsletters you're subscribed to
de: Ihre abonnierten Newsletter

# chameleon_system_chameleon_shop_theme.newsletter.unsubscribe_form_email
source: Email address
de: E-Mail-Adresse

source: Unsubscribe from all newsletters
de: Alle Newsletter abmelden

# chameleon_system_chameleon_shop_theme.newsletter.unsubscribe_action_unsubscribe
source: Unsubscribe
de: Abmelden

# chameleon_system_chameleon_shop_theme.products.no_search_results
source: Your search returned no results
de: Ihre Suche ergab leider keine Treffer.

# chameleon_system_chameleon_shop_theme.products.search_term_correction
source: Did you mean "%searchTermSpellchecked%" ?
de: Meinten Sie "%searchTermSpellchecked%" ?

# chameleon_system_chameleon_shop_theme.products.no_products
source: No products found
de: Es wurden keine Produkte gefunden

# chameleon_system_chameleon_shop_theme.products.product_list_header
source: Products
de: Artikel

# chameleon_system_chameleon_shop_theme.tab.show_all
source: All %sActiveTabName%
de: Alle %sActiveTabName%

# chameleon_system_chameleon_shop_theme.tab.show
source: Show
de: anzeigen

# chameleon_system_chameleon_shop_theme.products.you_searched_for
source: Your search term
de: Ihr Suchbegriff

# chameleon_system_chameleon_shop_theme.products.of_total
source: of
de: von

# chameleon_system_chameleon_shop_theme.products.sort
source: Order by
de: Sortierung

# chameleon_system_chameleon_shop_theme.products.action_change_order
source: Apply
de: Anwenden

# chameleon_system_chameleon_shop_theme.products.page_back
source: Back
de: Zurück

# chameleon_system_chameleon_shop_theme.products.page_next
source: Next
de: Weiter

# chameleon_system_chameleon_shop_theme.products.page_back_detail
source: Back to page %page% of %pageCount%
de: zurück zur Seite %page% von %pageCount%

# chameleon_system_chameleon_shop_theme.products.page_next_detail
source: To the next page %page% of %pageCount%
de: weiter zu Seite %page% von %pageCount%

# chameleon_system_chameleon_shop_theme.products.default_product_alt_text
source: Product image
de: Artikelbild

# chameleon_system_chameleon_shop_theme.products.product_details
source: Product details
de: Detailinformationen

# chameleon_system_chameleon_shop_theme.products.product_reviews
source: Reviews
de: Meinung

# chameleon_system_chameleon_shop_theme.products.shipping_info
source: Available
de: Lieferbar

# chameleon_system_chameleon_shop_theme.products.additional_info
source: Product information
de: Produkt-Informationen

# chameleon_system_chameleon_shop_theme.products.attributes
source: Features
de: Merkmale

# chameleon_system_chameleon_shop_theme.products.info_block_header
source: Product information
de: Artikelinformationen

# chameleon_system_chameleon_shop_theme.products.bulk_prices_headline
source: Bulk prices
de: Preisstaffel

# chameleon_system_chameleon_shop_theme.products.bulk_prices_from_quantity
source: starting at %amount% piece(s)
de: ab %amount% Stück

# chameleon_system_chameleon_shop_theme.products.questions_you_ask_we_answer
source: Questions about the product? Let us help!
de: Fragen zum Produkt? Wir helfen weiter

# chameleon_system_chameleon_shop_theme.products.questions_you_ask
source: You have questions about this product?
de: Sie haben Fragen zu diesem Produkt?

# chameleon_system_chameleon_shop_theme.products.questions_we_answer
source: We'd like to help you
de: Wir helfen Ihnen gerne weiter

# chameleon_system_chameleon_shop_theme.products.questions_action_send
source: Send question
de: Frage senden

# chameleon_system_chameleon_shop_theme.products.questions_form_name
source: Your name
de: Name

# chameleon_system_chameleon_shop_theme.products.questions_form_name_placeholder
source: Last name, first name
de: Nachname, Vorname

# chameleon_system_chameleon_shop_theme.products.questions_form_question
source: Your question
de: Frage

# chameleon_system_chameleon_shop_theme.products.keywords
source: Keywords
de: Schlagworte

# chameleon_system_chameleon_shop_theme.products.keywords_search
source: Search for %keyword%
de: Suchen nach %keyword%

# chameleon_system_chameleon_shop_theme.products.special_attributes
source: Special features
de: Besondere Merkmale

# chameleon_system_chameleon_shop_theme.products.previous_product
source: Previous product
de: vorheriges Produkt

# chameleon_system_chameleon_shop_theme.products.next_product
source: Next product
de: nächstes Produkt

# chameleon_system_chameleon_shop_theme.products.return_to_list
source: Return to list
de: zurück zur Liste

# chameleon_system_chameleon_shop_theme.products.available_variants
source: Variants
de: Varianten

# chameleon_system_chameleon_shop_theme.products.variant_sold_out
source: Out of stock
de: leider ausverkauft

# chameleon_system_chameleon_shop_theme.products.variant_action_select_type
source: Please select your %sType%
de: Bitte wählen Sie Ihre %sType%

# chameleon_system_chameleon_shop_theme.products.variant_error_no_type_selected
source: You have to select your %sType% first
de: Bitte wählen Sie zuerst Ihre %sType%

# chameleon_system_chameleon_shop_theme.products.manufacturer_sizes_all
source: All sizes
de: Alle Größen

# chameleon_system_chameleon_shop_theme.products.manufacturer_size_table
source: Size chart
de: Größentabelle

# chameleon_system_chameleon_shop_theme.action.abort
source: Cancel
de: Abbrechen

# chameleon_system_chameleon_shop_theme.navigation.show_hide_menu
source: Show/hide menu
de: Menü ein-/ausblenden

# chameleon_system_chameleon_shop_theme.navigation.shop_menu
source: Shop
de: Sortiment

# chameleon_system_chameleon_shop_theme.badge.new
source: New
de: Neu

# chameleon_system_chameleon_shop_theme.manufacturer.no_matches
source: Brand/manufacturer not found
de: Es wurden keine Marken/Hersteller gefunden

# chameleon_system_chameleon_shop_theme.notice_list.action_add
source: Add to wish list
de: Merken

# chameleon_system_chameleon_shop_theme.notice_list.action_move
source: Move to wish list
de: Auf den Merkzettel

# chameleon_system_chameleon_shop_theme.notice_list.action_remove
source: Remove
de: Entfernen

# chameleon_system_chameleon_shop_theme.preorder.headline
source: Preorder product
de: Artikel vormerken

# chameleon_system_chameleon_shop_theme.preorder.help
source: This product is currently not available. We'll inform you by email as soon as the item is back in stock.
de: Der Artikel ist momentan nicht verfügbar. Lassen Sie sich hier per E-Mail informieren, wenn der Artikel wieder verfügbar ist.

# chameleon_system_chameleon_shop_theme.preorder.action_preorder
source: Preorder
de: Vormerken

# chameleon_system_chameleon_shop_theme.form.select_box_no_selection
source: Please select
de: Bitte auswählen

# chameleon_system_chameleon_shop_theme.form.select_box_title
source: %option% select
de: %option% auswählen

# chameleon_system_chameleon_shop_theme.text.jump_to
source: to
de: zu

# chameleon_system_chameleon_shop_theme.text.x_of_y
source: from
de: von

# chameleon_system_chameleon_shop_theme.basket.column_article
source: Product
de: Artikel

# chameleon_system_chameleon_shop_theme.basket.column_quantity
source: Quantity
de: Menge

# chameleon_system_chameleon_shop_theme.basket.column_item_price
source: Item price
de: Einzelpreis

# chameleon_system_chameleon_shop_theme.basket.column_total_price
source: Total price
de: Gesamtpreis

# chameleon_system_chameleon_shop_theme.basket.column_state
source: State
de: Status

# chameleon_system_chameleon_shop_theme.order_state.headline
source: Order state
de: Status der Bestellung

# chameleon_system_chameleon_shop_theme.telephone_order.phone
source: Questions about your order?
de: Fragen zu Ihrer Bestellung?

# chameleon_system_chameleon_shop_theme.gift_wrapping.action_wrap
source: Gift wrap
de: Geschenkverpackung

# chameleon_system_chameleon_shop_theme.payment_klarna.finanz_starting_at
source: Installment purchase price starting at %dMonthlyCosts%%sCurrency%/month for 24 months
de: Finanzierung: Ab %dMonthlyCosts%%sCurrency%/Monat 24 Monate

# chameleon_system_chameleon_shop_theme.payment_klarna.klarna_badge_alt
source: Installment purchase by Klarna
de: Klarna Ratenkauf

# chameleon_system_chameleon_shop_theme.order_login.existing_customer_headline
source: Registered customers
de: Bereits Kunde

# chameleon_system_chameleon_shop_theme.order_login.existing_customer_help
source: I'm a registered customer and I can provide my credentials:
de: Ich bin bereits Kunde und habe meine Zugangsdaten:

# chameleon_system_chameleon_shop_theme.order_login.forgot_password
source: Forgot password?
de: Passwort vergessen?

# chameleon_system_chameleon_shop_theme.order_login.new_customer_headline
source: New customer
de: Neukunde

# chameleon_system_chameleon_shop_theme.order_login.new_customer_help
source: By registering as a customer you can order more quickly, check your order state at any time and review all past orders.
de: Durch Ihre Anmeldung bei uns sind Sie in der Lage schnell zu bestellen, kennen jederzeit den Status Ihrer Bestellungen und haben immer eine aktuelle Übersicht über Ihre bisher getätigten Bestellungen.

# chameleon_system_chameleon_shop_theme.order_login.action_register
source: Register
de: Registrieren

# chameleon_system_chameleon_shop_theme.order_login.guest_headline
source: Order as guest
de: Als Gast bestellen

# chameleon_system_chameleon_shop_theme.order_login.guest_help
source: When ordering as a guest, your data will not be saved and you don't get your own customer account. When placing another order in the future you'll have to re-enter all your data.
de: Wenn Sie ohne Registrierung bestellen, werden Ihre Daten nicht gespeichert und Sie erhalten kein eigenes Kundenkonto. Bei einer neuen Bestellung müssen Sie alle Daten erneut eingeben.

# chameleon_system_chameleon_shop_theme.order_login.action_continue_as_guest
source: Proceed to checkout as guest
de: Als Gast zur Kasse

# chameleon_system_chameleon_shop_theme.order_login.telefon_order_headline
source: I've questions about my order.
de: Ich habe Fragen zu meiner Bestellung.

# chameleon_system_chameleon_shop_theme.order_login.telefon_order_help
source: Please call me!
de: Bitte rufen Sie mich an!

# chameleon_system_chameleon_shop_theme.notice_required_fields
source: Fields with %requiredFieldsMarker% are required.
de: Felder mit einem %requiredFieldsMarker% müssen ausgefüllt werden.

# chameleon_system_chameleon_shop_theme.tell_a_friend.no_product
source: No product was given.
de: Es wurde kein Artikel übergeben.

# chameleon_system_chameleon_shop_theme.tell_a_friend.label_sender_name
source: Your name:
de: Ihr Name:

# chameleon_system_chameleon_shop_theme.tell_a_friend.label_sender_email_address
source: Your email address:
de: Ihre E-Mail-Adresse:

# chameleon_system_chameleon_shop_theme.tell_a_friend.label_recipient_name
source: Recipient's name:
de: Empfänger Name:

source: Recipient's email address:
de: Empfänger E-Mail-Adresse:

# chameleon_system_chameleon_shop_theme.tell_a_friend.action_send_message
source: Send email
de: E-Mail versenden
